{
  "Home" : "主页",
  "About" : "关于我们",
  "Services" : "服务",
  "Blog": "公司动态",
  "Gallery": "相册",
  "Contact Us": "联系我们",
  "EN": "中文",
  "Chinese": "中文",
  "English": "英文",
  "Engineering applied to the planning, design, and control of food industrial operations.": "工程应用于食品工业生产的规划、设计和控制。",
  "Get In Touch": "联系我们",
  "Address": "地址",
  "East block, Shengrun International Plaza, Jinshui Road, Zhengzhou": "郑州市金水路盛润国际广场东座",
  "Mr.CHEN : +0086 139-3858-1802": "陈先生 : 139-3858-1802",
  "Mr.ZHANG : +0086 185-3718-1353": "张先生 : 185-3718-1353",
  "E-maiL &nbsp;: &nbsp;s542901895@163.com": "邮箱&nbsp;: &nbsp;s542901895@163.com",
  "Navigation": "导航",
  "About Us": "公司简介",
  "Zhengzhou Brad Food Machinery Co., Ltd. mainly undertakes the engineering design, installation and commissioning of various oil pretreatment, pre pressing, leaching, refining, separation and deep processing of by-products in grain and oil industry, including process design, equipment design, power distribution design, automatic control design, civil engineering design, building external network design and new process development, etc., and is committed to new products and new processes Developed, has owned a number of proprietary intellectual property rights of patent technology."
  : "郑州布莱德食品机械有限公司主要承接粮油行业各种油料预处理、预榨、浸出、精炼、分提、副产品深加工的工程设计、安装调试交钥匙工程，包括工艺设计、设备设计、配电设计、自控设计、土建设计、建筑外网设计及新工艺开发等；并致力于新产品、新工艺的开发，已拥有多项自有知识产权的专利技术。已成功应用的有植物油连续物理精炼新工艺及设备、棕榈油、棉籽油分提工艺及设备、连续物理精炼工艺，浓香花生油工艺、浓缩磷脂工艺、生物柴油生产工艺及设备等，成功地解决了油脂生产中的许多难题。",
  "Professional people do professional things .": "闻道有先后，术业有专攻",
  "The new technology and equipment for continuous physical refining of vegetable oil, separation process and equipment for palm oil and cottonseed oil, continuous physical refining process, process and equipment for thick fragrant peanut oil, concentrated phospholipid process and biodiesel production process and equipment have been successfully applied, and many problems in oil production have been successfully solved."
          : "成功应用的有植物油连续物理精炼新工艺及设备、棕榈油、棉籽油分提工艺及设备、连续物理精炼工艺，浓香花生油工艺、浓缩磷脂工艺、生物柴油生产工艺及设备等，成功地解决了油脂生产中的许多难题。"





}